tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/services"
tap "shopify/shopify"
tap "thoughtbot/formulae"


# brew "imagemagick"
# brew "imagemagick@6"
# brew "memcached"
# brew "mysql", link: false
# brew "openssl@1.1"
# brew "shopify/shopify/shopify-imagemagick@6", link: true
brew "bash"
brew "bat"
brew "chruby"
brew "direnv"
brew "ejson2env"
brew "exa"
brew "getantibody/tap/antibody"
brew "gzip"
brew "jq"
brew "libffi"
brew "libyaml"
brew "mas" # Mac AppStore cli
brew "nginx"
brew "node"
brew "nvm"
brew "pkg-config"
brew "postgresql"
brew "procs"
brew "rcm"
brew "readline"
brew "redis"
brew "ripgrep"
brew "ruby-install"
brew "shellcheck"
brew "shopify/shopify/ejson"
brew "tmux"
brew "tmuxinator"
brew "trash"
brew "unzip"
brew "watchman"
brew "yarn"
brew "zsh"

## Quicklook Plugins
# https://github.com/sindresorhus/quick-look-plugins
cask "qlcolorcode"
cask "qlstephen"
cask "qlmarkdown"
cask "quicklook-json"
cask "qlimagesize"
cask "quicklookase"
cask "qlvideo"
# https://github.com/sbarex/SourceCodeSyntaxHighlight
cask "syntax-highlight"

## Cask Apps
cask "alfred"
cask "appcleaner"
cask "apptrap"
cask "authy"
cask "bartender"
cask "bettertouchtool"
cask "dbeaver-community"
cask "firefox"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "ngrok"
cask "pop"
cask "recordit"
cask "shifty"
cask "slack"
cask "spotify"
cask "tunnelbear"
cask "visual-studio-code"
cask "zoom"

## Mac App Store
mas "Magnet", id: 441258766
mas "Monosnap", id: 540348655
mas "The Unarchiver", id: 425424353
mas "Up Next", id: 1355117041
mas "MeetingBar", id: 1532419400
mas "1Password 7 - Password Manager", id: 1333542190
