tap "bibendi/dip"
tap "caskroom/cask"
tap "elastic/tap"
tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "linuxkit/linuxkit"
tap "shopify/shopify"
tap "thoughtbot/formulae"
brew "bash"
brew "gdbm"
brew "libffi"
brew "openssl@1.1"
brew "readline"
brew "python@3.8"
brew "cdrtools"
brew "chruby"
brew "direnv"
brew "dmg2img"
brew "gmp"
brew "pkg-config"
brew "gobject-introspection"
brew "gphoto2"
brew "pango"
brew "graphviz"
brew "gzip"
brew "imagemagick"
brew "imagemagick@6"
brew "kibana@6", link: true
brew "libyaml"
brew "memcached"
brew "minikube"
brew "mysql", link: false
brew "mysql-client@5.7", link: true
brew "tmux"
brew "overmind"
brew "pv"
brew "pyenv"
brew "rcm"
brew "redis"
brew "ruby-install"
brew "snappy"
brew "trash"
brew "unzip"
brew "watchman"
brew "wget"
brew "xhyve", args: ["HEAD"]
brew "yarn"
brew "zlib"
brew "zsh"
brew "bibendi/dip/dip"
brew "elastic/tap/kibana-full", link: false
brew "getantibody/tap/antibody"
brew "linuxkit/linuxkit/linuxkit", args: ["HEAD"]
brew "shopify/shopify/shopify-cli"
brew "shopify/shopify/shopify-imagemagick@6", link: true
brew "shopify/shopify/themekit"
brew "shopify/shopify/toxiproxy"
cask "alfred"
cask "atom"
cask "firefox"
cask "google-cloud-sdk"
cask "ngrok"
cask "recordit"
cask "slack"
cask "superproductivity"
cask "tunnelbear"
cask "wireshark"
cask "zoom"
