tap "caskroom/cask"
tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "shopify/shopify"
tap "thoughtbot/formulae"
brew "bash"
brew "libffi"
brew "openssl@1.1"
brew "readline"
brew "cdrtools"
brew "chruby"
brew "direnv"
brew "pkg-config"
brew "gzip"
brew "imagemagick"
brew "imagemagick@6"
brew "libyaml"
brew "memcached"
brew "mysql", link: false
brew "tmux"
brew "rcm"
brew "redis"
brew "ruby-install"
brew "trash"
brew "unzip"
brew "yarn"
brew "zsh"
brew "getantibody/tap/antibody"
brew "shopify/shopify/shopify-cli"
brew "shopify/shopify/themekit"
cask "alfred"
cask "firefox"
cask "ngrok"
cask "recordit"
cask "slack"
cask "tunnelbear"
cask "zoom"
cask "bartender"
cask "bettertouchtools"